Repository: mehmetkaratslar/nubar
Catalog: lib/l10n/app_*.arb
Languages: ku

# appDescription
source: A platform to preserve and promote Kurdish culture worldwide.
ku: Platformek ji bo parastin û belavkirina çanda Kurdî li cîhanê.

source: OK
ku: Baş e

source: Cancel
ku: Betal bike

source: Save
ku: Tomar bike

source: Delete
ku: Jê bibe

source: Edit
ku: Biguherîne

source: Share
ku: Parve bike

source: Search
ku: Lêgerîn

source: Loading...
ku: Tê barkirin...

source: Retry
ku: Dîsa biceribîne

source: Error
ku: Çewtî

source: Success
ku: Serkeftî

source: Warning
ku: Hişyarî

source: Info
ku: Zanyarî

source: Confirm
ku: Piştrast bike

source: Close
ku: Bigire

source: Next
ku: Pêşve

source: Previous
ku: Paşve

source: Back
ku: Vegere

source: Read More
ku: Zêdetir Bixwîne

source: See All
ku: Hemû Bibîne

source: Submit
ku: Şîne

source: Required
ku: Pêwîst e

source: Optional
ku: Bijarte

source: All
ku: Hemû

source: Login
ku: Têkeve

source: Sign Up
ku: Qeyd bike

source: Logout
ku: Derkeve

source: Email
ku: E-posta

source: Password
ku: Şîfre

source: Confirm Password
ku: Şîfreyê piştrast bike

source: Username
ku: Navê bikarhêner

source: Forgot Password?
ku: Şîfre jibîrkirî?

source: Reset Password
ku: Şîfreyê nû bike

source: Create Account
ku: Hesabekî nû çêbike

# alreadyHaveAccount
source: Already have an account? Login
ku: Hesabek te heye? Têkeve

# dontHaveAccount
source: Don't have an account? Register
ku: Hesabek te nîne? Qeyd bike

# loginWith
source: Login with {provider}
ku: Bi {provider} têkeve

# signupWith
source: Sign up with {provider}
ku: Bi {provider} qeyd bike

source: Profile
ku: Profîl

source: Edit Profile
ku: Profîlê biguherîne

source: Bio
ku: Biyografî

source: Change Photo
ku: Wêne biguherîne

source: Change Password
ku: Şîfre biguherîne

source: Account Settings
ku: Mîhengên Hesabê

source: Saved Contents
ku: Naverokên Tomarkirî

source: Liked Contents
ku: Naverokên Ecibkirî

source: My Comments
ku: Şîroveyên Min

# joinedOn
source: Joined on {date}
ku: Di {date} de tevlî bû

source: Categories
ku: Kategorî

source: History
ku: Dîrok

source: Language
ku: Ziman

source: Art
ku: Huner

source: Music
ku: Muzîk

source: Traditions
ku: Kevneşopî

source: Featured Contents
ku: Naverokên Taybet

source: Recent Contents
ku: Naverokên Nû

source: Popular Contents
ku: Naverokên Populer

source: Content Details
ku: Hûrguliyên Naverokê

source: Likes
ku: Ecibandî

source: Comments
ku: Şîrove

source: Views
ku: Dîtin

source: Add Comment
ku: Şîrove lê zêde bike

# writeComment
source: Write a comment...
ku: Şîroveyekê binivîse...

# publishedOn
source: Published on {date}
ku: Di {date} de weşand

# createdBy
source: Created by {username}
ku: Ji aliyê {username} ve hat çêkirin

# lastEdited
source: Last edited: {date}
ku: Dawî car guherandin: {date}

# historyDescription
source: Information, events, and notable figures in Kurdish history.
ku: Agahî, bûyer û kesayetiyên girîng di dîroka Kurdî de.

# languageDescription
source: Kurdish grammar, vocabulary, proverbs, and dialects.
ku: Rêziman, ferheng, gotinên pêşiyan û zaravayên Kurdî.

# artDescription
source: Kurdish art, literature, poetry, and painting.
ku: Huner, wêje, helbest û tabloyên Kurdî.

# musicDescription
source: Kurdish music, songs, instruments, and artists.
ku: Muzîka Kurdî, stran, amûr û hunermend.

# traditionsDescription
source: Kurdish cultural traditions, celebrations, and lifestyle.
ku: Kevneşopiyên çandî yên Kurdî, pîrozbahî û şêwaza jiyanê.

source: Editor
ku: Edîtor

source: Editor Dashboard
ku: Panela Edîtorê

source: Create Content
ku: Naverok Çêbike

source: Edit Content
ku: Naverokê Biguherîne

source: Content Title
ku: Sernavê Naverokê

source: Content Summary
ku: Kurteya Naverokê

source: Content Text
ku: Nivîsa Naverokê

source: Content Category
ku: Kategoriya Naverokê

source: Content Type
ku: Cureyê Naverokê

source: Content Tags
ku: Etîketên Naverokê

source: Add Tags
ku: Etîketan Lê Zêde Bike

source: Upload Media
ku: Medya Barke

source: Upload Thumbnail
ku: Wêneya Sernavê Barke

source: Saved as Draft
ku: Wekî Taslak Hat Tomarkirin

source: Publish
ku: Weşîne

source: Unpublish
ku: Ji Weşandinê Derxe

source: Draft
ku: Taslak

source: Published
ku: Weşandî

source: Archived
ku: Arşîvkirî

source: Pending
ku: Li benda pejirandinê

source: Published Contents
ku: Naverokên Weşandî

source: Draft Contents
ku: Naverokên Taslak

source: Moderation Queue
ku: Rêza Pejirandinê

source: Reported Contents
ku: Naverokên Raporî

source: Reported Comments
ku: Şîroveyên Raporî

source: Report
ku: Rapor Bike

source: Report Content
ku: Naverokê Rapor Bike

source: Report Comment
ku: Şîroveyê Rapor Bike

source: Report Reason
ku: Sedema Raporê

# reportDescription
source: Description
ku: Şîrove

# inappropriate
source: Inappropriate Content
ku: Naverok Ne Gunce

source: Offensive
ku: Êrîşkar

source: Violence
ku: Şîdet

# copyright
source: Copyright Infringement
ku: Îhlalkirina Mafên Telîfê

source: Other
ku: Yên Din

# thanksForReporting
source: Thanks for reporting. We will review it shortly.
ku: Spas ji bo raporkirinê. Em ê di demek kurt de lêkolîn bikin.

source: Settings
ku: Mîheng

source: General
ku: Giştî

source: Account
ku: Hesab

source: Notifications
ku: Agahdarî

source: Privacy
ku: Taybetmendî

# helpAndSupport
source: Help & Support
ku: Alîkarî û Piştgirî

source: About
ku: Derbarê

source: Terms of Service
ku: Mercên Xizmetê

source: Privacy Policy
ku: Siyaseta Taybetmendiyê

source: Contact Us
ku: Têkilî Bi Me Bike

source: Feedback
ku: Pêşniyar

source: Theme
ku: Mijar

source: Dark Mode
ku: Moda Tarî

source: Light Mode
ku: Moda Ronî

source: System Default
ku: Pêşdîtina Pergalê

source: Kurdish (Kurmanji)
ku: Kurdî (Kurmanjî)

source: Turkish
ku: Tirkî

source: English
ku: Îngilîzî

source: Select Language
ku: Ziman Hilbijêre

# languageChanged
source: Language changed to {language}
ku: Ziman bo {language} hat guherandin

# networkError
source: Please check your internet connection and try again.
ku: Ji kerema xwe têkiliya xwe ya înternetê kontrol bike û dîsa biceribîne.

# generalError
source: An error occurred. Please try again later.
ku: Çewtiyek çêbû. Ji kerema xwe paşê dîsa biceribîne.

# authError
source: An error occurred while logging in. Please try again.
ku: Di têketinê de çewtiyek çêbû. Ji kerema xwe dîsa biceribîne.

# invalidEmail
source: Please enter a valid email address.
ku: Ji kerema xwe e-posteyek derbasdar têkeve.

# weakPassword
source: Password must be at least 6 characters long.
ku: Şîfre divê herî kêm 6 karakter dirêj be.

# passwordMismatch
source: Passwords do not match.
ku: Şîfre li hev nayên.

# requiredField
source: This field is required.
ku: Ev qad pêwîst e.

# uploadError
source: An error occurred while uploading the file.
ku: Di barkirina dosyayê de çewtiyek çêbû.

# contentLoadError
source: An error occurred while loading the content.
ku: Di barkirina naverokê de çewtiyek çêbû.

# contentCreateError
source: An error occurred while creating the content.
ku: Di çêkirina naverokê de çewtiyek çêbû.

# commentError
source: An error occurred while sending the comment.
ku: Di şandina şîroveyê de çewtiyek çêbû.

# permissionDenied
source: You don't have permission to perform this action.
ku: Destûra te ji bo vê çalakiyê tune.

# welcomeToNubar
source: Welcome to Nûbar
ku: Bi xêr hatî Nûbar

source: Discover Kurdish Culture
ku: Çanda Kurdî Bikşîfe

source: Get Started
ku: Dest Pê Bike

source: Frequently Asked Questions
ku: Pirsên Pirî Caran

source: How to Use
ku: Çawa Bikar Bîne

# contactSupport
source: Contact Support Team
ku: Têkilî Bi Tîma Piştgiriyê Bike

# reportIssue
source: Report an Issue
ku: Pirsgirêkekê Rapor Bike

source: Give Feedback
ku: Pêşniyarê Bide

# orLabel
source: or
ku: an

# homeLabel
source: Home
ku: Malper

# exploreLabel
source: Explore
ku: Lêgerîn

# savedLabel
source: Saved
ku: Tomarkirî

# noContentsFoundLabel
source: No contents found
ku: Naverok nehat dîtin

# noSearchResultsLabel
source: No search results found
ku: Encamên lêgerînê nehatin dîtin
